[Character.CharClass_Nast_Swordman AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_Nast_SwordMan AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Bucaneiro")
PlayThroughs[1]=(DisplayName="Grumete")
PlayThroughs[2]=(DisplayName="Primeiro Oficial")

[Skills.Skill_Sword_DoubleDamage SkillDefinition]
SkillName="Danos dobrados"
SkillDescription="Danos dobrados"
LockedSkillDetailStr="<Locked>"

